tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "sanemat/font"

brew "aws-sam-cli"
brew "koekeishiya/formulae/skhd"
brew "ccls"
brew "go"
brew "neovim"
brew "koekeishiya/formulae/yabai"
brew "clang-format"
brew "golangci-lint"
brew "llvm"
brew "starship"
brew "cmake"
brew "gopls"
brew "stow"
brew "fish"
brew "gcc"
brew "jq"
brew "tmux"

cask "docker"
cask "iterm2"
cask "slack"
cask "evernote"
cask "google-chrome"
cask "clipy"
cask "font-hack-nerd-font"
cask "karabiner-elements"
cask "warp"
cask "alfred"
